const headerStartContent = 'Конструктор веб сайтов';
const textStartContent = 'Привет, этот небольшой проект задумывался как простой конструктор веб сайта. Он позволяет создать простую структуру из самых популярных блоков. После созданию по нажатию на кнпоку "Результат" ты получишь готовую HTML разметку вместе с описанием стилей. Ниже ты найдешь инструкцию к каждому из доступных блоков. И прежде чем начать конечно же удали все блоки с описанием со страницы, использовав "Очистить все", чтобы они не попали в разметку.';
const descriptionText = 'На текущий момент доступно 4 типа блоков: Заголовок, обычный Текст, текст в ввиде Столбцов и Изображение. С заголовком и обычным текстом все просто: укажи нужные параметры и введи сам текст. Для столбцов текста тебе необходимо указать точное количество столбцов в соотвествующем поле, кроме этого ОБЯЗАТЕЛЬНО раздели введеный текст на столбцы используя знак "; ". Каждый разделитель поместит часть текста в новый столбец.';
const help = {
    headerStartContent,
    textStartContent,
    descriptionText
}

export default help;